questions = [
    '1. Я иду утром в школу с радостью.',
    '2. В школе у меня обычно хорошее настроение.',
    '3. В нашем классе хороший классный руководитель.',
    '4. К нашим школьным учителям можно обратиться за советом и помощью в трудной жизненной ситуации.',
    '5. У меня есть любимый учитель.',
    '6. В классе я могу всегда свободно высказать свое мнение.',
    '7. Я считаю, что в нашей школе созданы все условия для развития моих способностей.',
    '8. У меня есть любимые школьные предметы.',
    '9. Я считаю, что школа по-настоящему готовит меня к самостоятельной жизни.',
    '10. На летних каникулах я скучаю по школе.'
]
answer_variant = [
    '0 -совершенно не согласен',
    '1 -не согласен',
    '2 -трудно сказать',
    '3 -согласен',
    '4 -совершенно согласен'
]